#+title: Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* El modelo de computaci贸n distribuida de Hadoop

- Tema presentado por :: Israel Mart铆nez y Erick Le贸n
- Calificaci贸n global :: Por favor revisen m谩s adelante para ver de
  d贸nde vienen todos estos n煤meros 

|------------------------+------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Peso | Evaluaci贸n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.92 |  0.3 |                9.5 |  0.7 |    9.63 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 0 | 5 | 10.00 |
| Nivel        | 0 | 0 | 0 | 0 | 5 | 10.00 |
| Relevancia   | 0 | 0 | 0 | 1 | 4 |  9.60 |
| Claridad     | 0 | 0 | 0 | 0 | 5 | 10.00 |
| Presencia    | 0 | 0 | 0 | 0 | 5 | 10.00 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.92 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Tu exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de tus compa帽eros:

- A pesar del ruido de fondo estuvo bien.

* Evaluaci贸n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliogr谩ficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     9.50 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- 隆Muy buen tema, y muy bien desarrollado! Me gustar铆a saber qu茅 los llev贸 a
  sugerir y elegir este tema. 驴Han trabajado directamente con Hadoop? Habr铆a
  sido muy interesante que la exposici贸n incluyera, a modo de ejemplo, una
  descripci贸n de cu谩ndo lo utilizaron, para qu茅 fue, y c贸mo fue su experiencia.
- Adem谩s, presentaron la exposici贸n de forma excelente. No leyeron directamente
  el escrito que presentaron (aunque claramente lo fueron siguiendo y cubrieron
  bastante bien, y presentaron a buen ritmo y con seguridad (con alg煤n hipo
  ocasional, pero muy menor).

* Verificaci贸n de originalidad

Los reportes que env铆an son verificados utilizando la herramienta
/Compilatio/. Para fines de esta materia, el resultado de esta
revisi贸n /no tendr谩 ning煤n efecto/ mientras el umbral de textos
copiados de otros documentos sin atribuci贸n sea menor al 30%.

- 36% de textos sospechosos
  - 27% de similitudes con otros documentos
  - 10% estil铆sticamente pr贸ximos a lo generado por IA (indicador, no
    prueba)
  - 3% idiomas no reconocidos
  - 0% de citas atribu铆das (citas expresas)
